[
    {
        "title": "How Far Are We to GPT-4V? Closing the Gap to Commercial Multimodal Models with Open-Source Suites",
        "url": "https://paperswithcode.com/paper/how-far-are-we-to-gpt-4v-closing-the-gap-to",
        "date": "2024-04-25",
        "abstract": "Compared to both open-source and proprietary models, InternVL 1. 5 shows competitive performance, achieving state-of-the-art results in 8 of 18 benchmarks."
    },
    {
        "title": "ConsistentID: Portrait Generation with Multimodal Fine-Grained Identity Preserving",
        "url": "https://paperswithcode.com/paper/consistentid-portrait-generation-with",
        "date": "2024-04-25",
        "abstract": "ConsistentID comprises two key components: a multimodal facial prompt generator that combines facial features, corresponding facial descriptions and the overall facial context to enhance precision in facial details, and an ID-preservation network optimized through the facial attention localization strategy, aimed at preserving ID consistency in facial regions."
    },
    {
        "title": "Make Your LLM Fully Utilize the Context",
        "url": "https://paperswithcode.com/paper/make-your-llm-fully-utilize-the-context",
        "date": "2024-04-25",
        "abstract": "While many contemporary large language models (LLMs) can process lengthy input, they still struggle to fully utilize information within the long context, known as the lost-in-the-middle challenge."
    },
    {
        "title": "CatLIP: CLIP-level Visual Recognition Accuracy with 2.7x Faster Pre-training on Web-scale Image-Text Data",
        "url": "https://paperswithcode.com/paper/catlip-clip-level-visual-recognition-accuracy",
        "date": "2024-04-24",
        "abstract": "Contrastive learning has emerged as a transformative method for learning effective visual representations through the alignment of image and text embeddings."
    },
    {
        "title": "FlowMap: High-Quality Camera Poses, Intrinsics, and Depth via Gradient Descent",
        "url": "https://paperswithcode.com/paper/flowmap-high-quality-camera-poses-intrinsics",
        "date": "2024-04-23",
        "abstract": "This paper introduces FlowMap, an end-to-end differentiable method that solves for precise camera poses, camera intrinsics, and per-frame dense depth of a video sequence."
    },
    {
        "title": "Improving Diffusion Models for Virtual Try-on",
        "url": "https://paperswithcode.com/paper/improving-diffusion-models-for-virtual-try-on",
        "date": "2024-03-08",
        "abstract": "Finally, we present a customization method using a pair of person-garment images, which significantly improves fidelity and authenticity."
    },
    {
        "title": "AgentScope: A Flexible yet Robust Multi-Agent Platform",
        "url": "https://paperswithcode.com/paper/agentscope-a-flexible-yet-robust-multi-agent",
        "date": "2024-02-21",
        "abstract": "With the rapid advancement of Large Language Models (LLMs), significant progress has been made in multi-agent applications."
    },
    {
        "title": "X-LoRA: Mixture of Low-Rank Adapter Experts, a Flexible Framework for Large Language Models with Applications in Protein Mechanics and Molecular Design",
        "url": "https://paperswithcode.com/paper/x-lora-mixture-of-low-rank-adapter-experts-a",
        "date": "2024-02-11",
        "abstract": "Starting with a set of pre-trained LoRA adapters, our gating strategy uses the hidden states to dynamically mix adapted layers, allowing the resulting X-LoRA model to draw upon different capabilities and create never-before-used deep layer-wise combinations to solve tasks."
    },
    {
        "title": "OpenVoice: Versatile Instant Voice Cloning",
        "url": "https://paperswithcode.com/paper/openvoice-versatile-instant-voice-cloning",
        "date": "2023-12-03",
        "abstract": "The voice styles are not directly copied from and constrained by the style of the reference speaker."
    }
]