[
    {
        "title": "ID-Animator: Zero-Shot Identity-Preserving Human Video Generation",
        "url": "https://paperswithcode.com/paper/id-animator-zero-shot-identity-preserving",
        "date": "2024-04-23",
        "abstract": "Based on this pipeline, a random face reference training method is further devised to precisely capture the ID-relevant embeddings from reference images, thus improving the fidelity and generalization capacity of our model for ID-specific video generation."
    },
    {
        "title": "OpenELM: An Efficient Language Model Family with Open-source Training and Inference Framework",
        "url": "https://paperswithcode.com/paper/openelm-an-efficient-language-model-family",
        "date": "2024-04-22",
        "abstract": "To this end, we release OpenELM, a state-of-the-art open language model."
    },
    {
        "title": "SnapKV: LLM Knows What You are Looking for Before Generation",
        "url": "https://paperswithcode.com/paper/snapkv-llm-knows-what-you-are-looking-for",
        "date": "2024-04-22",
        "abstract": "Specifically, SnapKV achieves a consistent decoding speed with a 3. 6x increase in generation speed and an 8. 2x enhancement in memory efficiency compared to baseline when processing inputs of 16K tokens."
    },
    {
        "title": "CyberSecEval 2: A Wide-Ranging Cybersecurity Evaluation Suite for Large Language Models",
        "url": "https://paperswithcode.com/paper/cyberseceval-2-a-wide-ranging-cybersecurity",
        "date": "2024-04-19",
        "abstract": "We present BenchmarkName, a novel benchmark to quantify LLM security risks and capabilities."
    },
    {
        "title": "AutoCrawler: A Progressive Understanding Web Agent for Web Crawler Generation",
        "url": "https://paperswithcode.com/paper/autocrawler-a-progressive-understanding-web",
        "date": "2024-04-19",
        "abstract": "We propose AutoCrawler, a two-stage framework that leverages the hierarchical structure of HTML for progressive understanding."
    },
    {
        "title": "Dynamic Generation of Personalities with Large Language Models",
        "url": "https://paperswithcode.com/paper/dynamic-generation-of-personalities-with",
        "date": "2024-04-10",
        "abstract": "We propose a new metric to assess personality generation capability based on this evaluation method."
    },
    {
        "title": "InstantMesh: Efficient 3D Mesh Generation from a Single Image with Sparse-view Large Reconstruction Models",
        "url": "https://paperswithcode.com/paper/instantmesh-efficient-3d-mesh-generation-from",
        "date": "2024-04-10",
        "abstract": "We present InstantMesh, a feed-forward framework for instant 3D mesh generation from a single image, featuring state-of-the-art generation quality and significant training scalability."
    },
    {
        "title": "Improving Diffusion Models for Virtual Try-on",
        "url": "https://paperswithcode.com/paper/improving-diffusion-models-for-virtual-try-on",
        "date": "2024-03-08",
        "abstract": "Finally, we present a customization method using a pair of person-garment images, which significantly improves fidelity and authenticity."
    },
    {
        "title": "ESRL: Efficient Sampling-based Reinforcement Learning for Sequence Generation",
        "url": "https://paperswithcode.com/paper/esrl-efficient-sampling-based-reinforcement",
        "date": "2023-08-04",
        "abstract": "Applying Reinforcement Learning (RL) to sequence generation models enables the direct optimization of long-term rewards (\\textit{e. g.,} BLEU and human feedback), but typically requires large-scale sampling over a space of action sequences."
    }
]